Revit 2027 API
ParameterTypeId.CeilingAttrSpacing1Param Property
 "Spacing Axis 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CeilingAttrSpacing1Param { get; }
Public Shared ReadOnly Property CeilingAttrSpacing1Param As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CeilingAttrSpacing1Param {
	ForgeTypeId^ get ();
}
static member CeilingAttrSpacing1Param : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace